[BalanceDefs.BD_MrMercy_TurnInObject InteractiveObjectBalanceDefinition]
DefaultDisplayName="Entregar"

[ItemDefs.ID_MO_MedicalMystery_AlienGun MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Arma Misteriosa"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_MedicalMystery_AlienGun:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Uma arma desenvolvida com tecnologia Eridiana. "
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.MedicalMystery_TurnInObject InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[MedicalMystery_MercyBody InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

